Repository: F1mmel/J3D-Model-Viewer
Catalog: WiiExplorer/MainForm.*.resx
Languages: bg, sr_cyrl

# AddFileToolStripMenuItem.Text
source: Add File(s)
bg: Добави файл(ове)
sr_cyrl: Додајте Датотеке

# AddFolderToolStripMenuItem.Text
source: Add Empty Folder
bg: Добави празна папка
sr_cyrl: Додајте Празан фасцикла

# DeleteSelectedToolStripMenuItem.Text
source: Delete Selected
bg: Изтрий селекцията
sr_cyrl: Избрисати Изабрано

# EditToolStripMenuItem.Text
source: Edit
bg: Редактирай
sr_cyrl: Уреди

# ExportAllToolStripMenuItem.Text
source: Export All
bg: Експортирай всички
sr_cyrl: Извозити Све

# ExportSelectedToolStripMenuItem.Text
source: Export Selected
bg: Експортирай избрани файлове
sr_cyrl: Извозити Изабрано

# FileToolStripMenuItem.Text
source: File
bg: Файл
sr_cyrl: Датотека

# ImportFolderToolStripMenuItem.Text
source: Import Folder
bg: Импортирай папка
sr_cyrl: Уводити Фасцикла

# ItemPropertiesToolStripMenuItem.Text
source: File Properties
bg: Свойства на файл
sr_cyrl: Својства датотеке

# KeepIDsSyncedCheckBox.Text
source: Auto-Calculate File IDs
bg: Авто изчисление на файлове ID
sr_cyrl: Ауто-Израчунавање Датотеке IDове

# MainToolStripStatusLabel.Text
source: No File Loaded.
bg: Няма зареден файл
sr_cyrl: Ниједна Датотеке је Учитана

# NewFromFolderToolStripMenuItem.Text
source: New From Folder
bg: Създай от съществуваща папка
sr_cyrl: Ново из Фасциклама

# NewToolStripMenuItem.Text
source: New
bg: Ново
sr_cyrl: Ново

# OpenToolStripMenuItem.Text
source: Open
bg: Отвори
sr_cyrl: Отвори

# RenameSelectedToolStripMenuItem.Text
source: Rename Selected
bg: Преименувай избрани файлове
sr_cyrl: Преименовати Изабрано

# ReplaceSelectedToolStripMenuItem.Text
source: Replace Selected
bg: Замени избрани файлове
sr_cyrl: Заменити Изабрано

# RootNameLabel.Text
source: Root Name:
bg: Корен име:
sr_cyrl: Име Корена:

# SaveAsToolStripMenuItem.Text
source: Save As
bg: Запази като
sr_cyrl: Сачувај Као

# SaveToolStripMenuItem.Text
source: Save
bg: Запази
sr_cyrl: Сачувај

# SwitchThemeToolStripMenuItem.Text
source: Switch Theme
bg: Промени тема
sr_cyrl: Промените Тему

# Yaz0ToolStripComboBox.Items
source: Off
bg: Деактивиран
sr_cyrl: искључити

# Yaz0ToolStripComboBox.Items1
source: Yaz0 Strong
bg: Силен YAZ0
sr_cyrl: Yaz0 Јак

# Yaz0ToolStripComboBox.Items2
source: Yaz0 Fast
bg: Бърз YAZ0
sr_cyrl: Yaz0 Брз

# Yaz0ToolStripComboBox.Items3
source: Yay0 Strong
bg: Силен YAY0
sr_cyrl: Yay0 Јак
