Repository: F1mmel/J3D-Model-Viewer
Catalog: WiiExplorer/Properties/Languages/Strings.*.resx
Languages: fr, ja

# AddedFilesMessage
source: {0} File(s) added.
fr: {0} fichier(s) ajouté(s).
ja: {0} ファイルが追加されました

# AddedNewFolderMessage
source: New Folder added.
fr: Nouveau dossier ajouté.
ja: 新規フォルダーが追加されました

# ArchiveLoadedMessage
source: Archive loaded successfully! ({0} File(s) total)
fr: Archive chargée ! ({0} fichier(s) au total)
ja: アーカイブが正常にロードされました！ (合計 {0} ファイル)

# DirectoryExists
source: The directory already exists. Are you sure you want to replace it?
fr: Ce répertoire existe déjà. Êtes-vous sûr que vous voulez le remplacer ?
ja: そのディレクトリには既にファイルが存在しています 置き換えますか？

source: Duplicate Name
fr: Nom dupliqué
ja: 名前が重複しています

# EncodingMessage
source: ({0} encoding, please wait. {1} Elapsed, {2} Estimated)
fr: (Encodage de « {0} », attendez. Temps écoulé : {1} Elapsed, Temps estimé : {2})
ja: (エンコーディング中少々お待ちください {0} 経過 {1}, 残り {2})

source: Encoding Mismatch
fr: L'encodage ne correspond pas.
ja: エンコードが合いません

# ExportAllMessage
source: Full Archive "{0}" has been saved!
fr: L'archive complète « {0} » a été enregistrée !
ja: 全てのアーカイブ "{0}" が保存されました！

source: Fast
fr: Rapide
ja: 高速

# FileClick
source: File "{0}" ({1} Bytes)
fr: Fichier « {0} » ({1} bytes)
ja: ファイル "{0}" ({1} バイト)

# FolderClick
source: Folder "{0}" ({1} Item(s))
fr: Dossier « {0} » ({1} item(s))
ja: フォルダー "{0}" ({1} 個)

# ImportedFolderMessage
source: Folder "{0}" Imported.
fr: Dossier « {0} » importé.
ja: "{0}" 個のフォルダーがインポートされました

# ItemAlreadyExists
source: There is already an item with this name in this directory
fr: Il y a déjà un item avec ce nom dans ce répertoire.
ja: 同じ名前のファイルが既にこのディレクトリに存在しています

# ItemPropertyUpdateMessage
source: Properties of "{0}" have been updated.
fr: Les propriétés de « {0} » ont été mise à jour.
ja: "{0}" 個のプロパティが更新されました

# ItemSavedMessage
source: "{0}" has been saved!
fr: « {0} » a été enregistrée !
ja: "{0}" 個セーブされました！

source: New Archive
fr: Nouvelle archive
ja: 新規アーカイブ

# NewArchiveFromMessage
source: Created a new archive from "{0}"
fr: Une nouvelle archive a été créée à partir de « {0} »
ja: "{0}"から新規アーカイブを作成しました

# NewArchiveMessage
source: Created a new archive.
fr: Une nouvelle archive a été créée.
ja: 新規アーカイブを作成しました

source: New Folder
fr: Nouveau dossier
ja: 新規フォルダー

# OpenFileFilter
source: All Supported Files|*.arc;*.szs;*.szp|Revolution Archives|*.arc|YAZ0 Identified Revolution Archives|*.szs|YAY0 Identified Revolution Archives|*.szp|U8 Archives|*.szs|All Files|*.*
fr: Tous les fichiers compatibles|*.arc;*.szs;*.szp|Archives Revolution|*.arc|Archives Revolution identifié comme YAZ0|*.szs|Archives Revolution identifié comme YAY0|*.szp|Tous les fichiers|*.*
ja: サポートされている全てのファイル|*.arc;*.szs;*.szp|Revolution アーカイブ|*.arc|YAZ0 Identified Revolution アーカイブ|*.szs|YAY0 Identified Revolution アーカイブ|*.szp|All Files|*.*

# RemoveItemMessage
source: "{0}" has been removed.
fr: « {0} » a été retiré.
ja: "{0}" 個が削除されました

# RenameItemMessage
source: "{0}" has been renamed to "{1}".
fr: « {0} » a été renommé en « {1} ».
ja: 名前が "{0}" から "{1}" に変更されました

# ReplaceItemMessage
source: "{0}" has replaced "{1}"!
fr: « {0} » a été remplacé « {1} » !
ja: "{0}" が "{1}" に置き換えられました！

# SaveCompleteMessage
source: Archive saved successfully!{0}
fr: Archive enregistrée !{0}
ja: アーカイブが正常に保存されました！{0}

# SZPMismatch
source: The chosen encoding type doesn't match the file extension. SZP files are supposed to be YAY0 Encoded, would you like to switch to YAY0 Strong?
fr: Le type d'encodage sélectionné ne correspond pas à l'extension du fichier. Les fichiers SZP sont censés être encodés en YAY0. Voulez-vous changer pour « YAY0 fort » ?
ja: 選択したエンコーディングタイプがファイル拡張子と一致しません SZPファイルはYaY0エンコードに対応しています,YaY0強力に変更しますか？

# SZSMismatch
source: The chosen encoding type doesn't match the file extension. SZS files are supposed to be YAZ0 Encoded, would you like to switch to YAZ0 Strong?
fr: Le type d'encodage sélectionné ne correspond pas à l'extension du fichier. Les fichiers SZS sont censés être encodés en YAZ0. Voulez-vous changer pour « YAZ0 fort » ?
ja: 選択したエンコーディングタイプがファイル拡張子と一致しません SZSファイルはYaZ0エンコードに対応しています,YaZ0強力に変更しますか？

# UnsavedChangesNewFile
source: You have unsaved changes. Are you sure you want to start a new file?
fr: Vous avez des changements non enregistrés. Êtes-vous sûr que vous voulez commencer un nouveau fichier ?
ja: 保存されていない変更があります 本当に新しいファイルで開始しますか？

# UnsavedChangesOnQuit
source: You have unsaved changes. Are you sure you want to quit?
fr: Vous avez des changements non enregistrés. Êtes-vous sûr que vous voulez quitter ?
ja: 保存されていない変更があります 本当に終了しますか？

# UnsavedChangesOpenFile
source: You have unsaved changes. Are you sure you want to open another file?
fr: Vous avez des changements non enregistrés. Êtes-vous sûr que vous voulez ouvrir un autre fichier ?
ja: 保存されていない変更があります 本当に別のファイルを開きますか？

source: Warning
fr: Attention !
ja: 警告

# RenameWindowTitle
source: WiiExplorer - Rename "{0}"
fr: WiiExplorer - Renommer « {0} »
ja: WiiExplorer - 名前変更 "{0}"

# ChooseFormatMessage
source: Choose archive format
fr: Choisissez le format d'archivage
ja: アーカイブ形式を選択してください

source: Question
ja: 質問

# InvalidFile
source: The chosen file is not supported
fr: Le fichier choisi n'est pas pris en charge
ja: 選択したファイルはサポートされていません
